var wordData={1:"辉",2:"被",3:"北",4:"备",5:"倍",6:"杯",7:"背",8:"贝",9:"碑",10:"悲",11:"辈",12:"卑",13:"惫",14:"狈",15:"翠",16:"催",17:"脆",18:"萃",19:"摧",20:"粹",21:"悴",22:"对",23:"队",24:"堆",25:"飞",26:"非",27:"费",28:"菲",29:"肥"}
var wordsData={"total":27477,"body":[{"ci":"沬血","explanation":"1.以血洗脸。形容血流满面。","lastword":"血"}]}
var poemData={"total":84581,"body":[{"lastword":"费,杯,嘴,废,昧,对,美,飞,费,杯,嘴,废,昧,对,美,飞","song_name":"颓废","album_name":"不要沉默","singer_name":"孙露","body":"是否我还留着青春能肆意浪费\n曾牵过你的右手抚摸着三角玻璃杯\n那口麻醉深深吻着我的嘴\n青春何时对等上颓废\n当那年眼神与你交织上暧昧\n你把我的不对判得绝对\n而我的清醒在麻木里寻找唯美\n童年的那只纸风筝已不会飞\n是否我还留着青春能肆意浪费\n曾牵过你的右手抚摸着三角玻璃杯\n那口麻醉深深吻着我的嘴\n青春何时对等上颓废\n当那年眼神与你交织上暧昧\n你把我的不对判得绝对\n而我的清醒在麻木里寻找唯美\n童年的那只纸风筝已不会飞"}]}
var wordNote={
    "total": 1,
    "body": [
        {
            "word": "辉",
            "oldword": "輝",
            "strokes": "12",
            "pinyin": "huī",
            "radicals": "车",
            "explanation": "辉 \n\n (形声。从光。军声。本义光;光辉)\n\n 同本义 \n\n 煇,光也。--《说文》\n\n 庭燎有煇。--《诗·小雅·庭燎》\n\n 故德煇动于内。--《礼记·乐记》\n\n 观国之煇。--《汉书·韦玄成传》\n\n 又如辉辉(光耀的样子);辉烂(光辉灿烂);辉风(光辉的风范);辉容(光辉的仪容)\n\n 晨光 \n\n 朝旦为辉,日中为光。--《三国志·魏志》\n\n 辉 \n\n 产生光彩;照耀 \n\n 石韫玉而山辉,水怀珠而川媚。--陆机《文赋》\n\n 又如辉丽(照亮);辉张(发扬光大);辉焕(照耀,映照)\n\n 辉（輝、煇）huī\n\n ⒈闪耀的光彩光～。彩霞余～＄霓扬～。\n\n ⒉照耀～映。星月交～。\n\n 辉yùn 1.日月周围的光气。\n\n 辉hún 1.赤色。参见\"辉辉\"。\n\n 辉xūn 1.熏灼。\n\n 辉xuàn 1.古代制造皮鼓之吏。",
            "more": "辉 hui 部首 车 部首笔画 04 总笔画 12  辉\nbrightness； shine； splendour；\n辉\n(1)\n輝、煇\nhuī\n(2)\n(形声。从光。军声。本义光;光辉)\n(3)\n同本义 [light;radiance]\n煇,光也。--《说文》\n庭燎有煇。--《诗·小雅·庭燎》\n故德煇动于内。--《礼记·乐记》\n观国之煇。--《汉书·韦玄成传》\n(4)\n又如辉辉(光耀的样子);辉烂(光辉灿烂);辉风(光辉的风范);辉容(光辉的仪容)\n(5)\n晨光 [the light of the early morning sun;dawn]\n朝旦为辉,日中为光。--《三国志·魏志》\n辉\n(1)\n輝\nhuī\n(2)\n产生光彩;照耀 [shine]\n石韫玉而山辉,水怀珠而川媚。--陆机《文赋》\n(3)\n又如辉丽(照亮);辉张(发扬光大);辉焕(照耀,映照)\n辉点\nhuīdiǎn\n[hot spot] 底片或照片上表明物体照度过高的部位\n辉光\nhuīguāng\n(1)\n[glow]∶辉光放电管中,由于电极间产生稀薄气体放电现象而在阴极附近产生的光\n(2)\n[brilliance;glory;radiance]∶光辉华采\n辉煌\nhuīhuáng\n(1)\n[brilliant;bright]∶光辉灿烂的\n灯火辉煌\n(2)\n[splendid;magnificient]∶杰出的;灿烂的\n辉煌的文化\n辉石\nhuīshí\n(1)\n[pyroxene;augite]\n(2)\n辉石族矿物,产状常为单斜短粗柱状晶体或四方横剖面或块状,常为页片状,颜色从白到暗绿或黑或稀见的蓝色,为火成岩普遍的组成部分(硬度为5╠6,比重为3.2╠3.6)\n(3)\n辉石族的一端员\n辉耀\nhuīyào\n[shine] 光辉;照耀\n晨光辉耀\n辉映\nhuīyìng\n[shine;reflect] 光辉映照\n辉照\nhuīzhào\n[shine] 映辉照亮\n路灯辉照之下,有一个人影在闪动\n辉\n（輝）\nhuī　ㄏㄨㄟˉ\n(1)\n闪射的光彩光～。满室生～。～煌。\n(2)\n照耀～映。～耀。～照。\n郑码kowh，u8f89，gbkbbd4\n笔画数12，部首车，笔顺编号243135451512"
        }
    ]
}

module.exports = {wordData, wordsData, poemData, wordNote};
// {"total":5566,"body":[{"author":"钱镠","body":"三节还乡兮挂锦衣，碧天朗朗兮爱日晖。功成道上兮列旌旗，父老远来兮相追随。家山乡眷兮会时稀，今朝设宴兮觥散飞。斗牛无孛兮民无欺，吴越一王兮驷马归。","title":"巡衣锦军制还乡歌","source":"全唐诗","year":"唐朝","lastword":"晖随飞归"}]}